Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Two minutes of math today is enough.
de: Zwei Minuten Mathe heute reichen.
es: Dos minutos de matemáticas hoy son suficientes.
fr: Deux minutes de mathématiques aujourd’hui suffisent.
it: Due minuti di matematica oggi bastano.
pt_br: Dois minutos de matemática hoje são suficientes.

source: Two negatives → positive.
de: Zwei Minuszeichen → Plus.
es: Dos negativos → positivos.
fr: Deux négatifs → positifs.
it: Due negativi → positivi.
pt_br: Dois negativos → positivos.

source: Two perfect squares minus → product of sum and difference.
de: Zwei Quadrate mit Minus → Produkt aus Summe und Differenz.
es: Dos cuadrados perfectos menos → producto de suma y diferencia.
fr: Deux carrés parfaits moins → produit de la somme et de la différence.
it: Due quadrati perfetti meno → prodotto di somma e differenza.
pt_br: Dois quadrados perfeitos menos → produto da soma e da diferença.

source: Two things can move together without one causing the other.
de: Zwei Dinge können sich gemeinsam verändern, ohne dass eines das andere verursacht.

source: Two triangles' worth.
de: So viel wie zwei Dreiecke.
es: El valor de dos triángulos.
fr: La valeur de deux triangles.
it: Il valore di due triangoli.
pt_br: O valor de dois triângulos.

source: Two unknowns form a 2×1 column vector
de: Zwei Unbekannte bilden einen 2×1-Spaltenvektor
es: Dos incógnitas forman un vector columna de 2×1
fr: Deux inconnues forment un vecteur colonne 2 × 1
it: Due incognite formano un vettore colonna 2×1
pt_br: Duas incógnitas formam um vetor coluna 2×1

source: Two-step rule
de: Zweistufige Regel
es: Regla de los dos pasos
fr: Règle en deux étapes
it: Regola dei due passaggi
pt_br: Regra de duas etapas

source: Type plain text. e.g. 6x+2, sqrt(2), pi
de: Einfach tippen, z. B. 6x+2, sqrt(2), pi
es: Escriba texto sin formato. p.ej. 6x+2, raíz cuadrada(2), pi
fr: Tapez du texte brut. par ex. 6x+2, carré(2), pi
it: Digita testo semplice. per esempio. 6x+2, quadrato(2), pi greco
pt_br: Digite texto simples. por exemplo 6x+2, quadrado(2), pi

source: Undefined
de: Nicht definiert
es: Indefinido
fr: Indéfini
it: Indefinito
pt_br: Indefinido

source: Undo addition first, then division.
de: Erst Addition rückgängig, dann dividieren.
es: Primero deshace la suma y luego la división.
fr: Annulez d’abord l’addition, puis la division.
it: Annulla prima l'addizione, poi la divisione.
pt_br: Desfaça primeiro a adição e depois a divisão.

source: Union combines all distinct items.
de: Union vereint alle unterschiedlichen Elemente.
es: Union combina todos los elementos distintos.
fr: Union combine tous les éléments distincts.
it: L'unione combina tutti gli elementi distinti.
pt_br: União combina todos os itens distintos.

source: Unit Circle
de: Einheitskreis
es: Círculo unitario
fr: Cercle unité
it: Cerchio unitario
pt_br: Círculo Unitário

source: University basics
de: Uni-Grundlagen
es: Bases universitarias
fr: Bases universitaires
it: Basi universitarie
pt_br: Fundamentos universitários

source: Unlock all of Mathio
de: Schalte alles in Mathio frei
es: Desbloquea todo Mathio
fr: Débloquez tout Mathio
it: Sblocca tutta Mathio
pt_br: Desbloqueie todo o Mathio

source: Upgrade to Premium
de: Upgrade auf Premium
es: Actualizar a Premium
fr: Passer à Premium
it: Passa a Premium
pt_br: Atualizar para Premium

source: Upward line means both variables tend to rise together.
de: Eine steigende Linie bedeutet, dass beide Variablen tendenziell gemeinsam steigen.

source: Upward means positive
de: Steigend bedeutet positiv

source: Use 3!.
de: Verwenden Sie 3!.
es: ¡Usa 3!.
fr: Utilisez-en 3 !.
it: Usa 3!.

source: Use 6 as the denominator.
de: Nutze 6 als Nenner.
es: Usa 6 como denominador.
fr: Utilisez 6 comme dénominateur.
it: Usa 6 come denominatore.
pt_br: Use 6 como denominador.

source: Use FOIL.
de: Nutze FOIL.
es: Utilice LÁMINA.
fr: Utilisez du FOIL.
it: Usa la FOGLIA.
pt_br: Use FOLHA.

source: Use decimal rates before calculating interest.
de: Verwenden Sie Dezimalzinssätze, bevor Sie die Zinsen berechnen.
es: Utilice tasas decimales antes de calcular el interés.
fr: Utilisez des taux décimaux avant de calculer les intérêts.
it: Utilizzare i tassi decimali prima di calcolare gli interessi.
pt_br: Use taxas decimais antes de calcular os juros.

source: Use factor 1.20.
de: Faktor 1,20 verwenden.
es: Utilice el factor 1,20.
fr: Utilisez le facteur 1,20.
it: Utilizzare il fattore 1,20.
pt_br: Use o fator 1,20.

source: Use growth factor 1.5.
de: Verwenden Sie Wachstumsfaktor 1,5.
es: Utilice el factor de crecimiento 1,5.
fr: Utilisez le facteur de croissance 1,5.
it: Utilizzare il fattore di crescita 1.5.
pt_br: Use fator de crescimento 1,5.

source: Use it whenever factoring is awkward.
de: Nutze sie, wenn das Faktorisieren schwierig wird.
es: Úselo siempre que factorizar sea complicado.
fr: Utilisez-le chaque fois que la factorisation est délicate.
it: Usalo ogni volta che il factoring è imbarazzante.
pt_br: Use-o sempre que a fatoração for complicada.

source: Use side²·√3/4.
de: Nutze Seite²·√3/4.
es: Utilice el lado²·√3/4.
fr: Utiliser le côté²·√3/4.
it: Utilizzare il lato²·√3/4.
pt_br: Use lado²·√3/4.

source: Use sin² + cos² = 1.
de: Nutze sin² + cos² = 1.
es: Utilice sen² + cos² = 1.
fr: Utilisez sin² + cos² = 1.
it: Usa sin² + cos² = 1.
pt_br: Use sen² + cos² = 1.

source: Use the Pythagorean theorem.
de: Verwenden Sie den Satz des Pythagoras.
es: Utilice el teorema de Pitágoras.
fr: Utilisez le théorème de Pythagore.
it: Usa il teorema di Pitagora.
pt_br: Use o teorema de Pitágoras.

source: Use the complement rule.
de: Verwenden Sie die Komplementregel.
es: Usa la regla del complemento.
fr: Utilisez la règle du complément.
it: Utilizza la regola del complemento.
pt_br: Use a regra do complemento.

source: Use the product rule on x · x. The derivative is:
de: Wende die Produktregel auf x · x an. Die Ableitung ist:
es: Utilice la regla del producto en x · x. La derivada es:
fr: Utilisez la règle du produit sur x · x. La dérivée est :
it: Usa la regola del prodotto su x · x. La derivata è:
pt_br: Use a regra do produto em x · x. A derivada é:

source: Use this when outcomes are equally likely.
de: Verwenden Sie dies, wenn die Ergebnisse gleich wahrscheinlich sind.
es: Utilice esto cuando los resultados sean igualmente probables.
fr: Utilisez-le lorsque les résultats sont également probables.
it: Usalo quando i risultati sono ugualmente probabili.
pt_br: Use isto quando os resultados forem igualmente prováveis.

source: Useful in trigonometric limits.
de: Nützlich bei trigonometrischen Grenzwerten.
es: Útil en límites trigonométricos.
fr: Utile dans les limites trigonométriques.
it: Utile nei limiti trigonometrici.
pt_br: Útil em limites trigonométricos.

source: Using y = 2x + 3, predict y when x = 4.
de: Nutze y = 2x + 3 und prognostiziere y für x = 4.

source: Valid probabilities are from 0 through 1
de: Gültige Wahrscheinlichkeiten liegen zwischen 0 und 1
es: Las probabilidades válidas son del 0 al 1.
fr: Les probabilités valides vont de 0 à 1
it: Le probabilità valide sono comprese tra 0 e 1
pt_br: As probabilidades válidas são de 0 a 1

source: Valid row operations produce an equivalent system
de: Gültige Zeilenoperationen erzeugen ein äquivalentes System
es: Las operaciones de fila válidas producen un sistema equivalente
fr: Les opérations de ligne valides produisent un système équivalent
it: Le operazioni sulle righe valide producono un sistema equivalente
pt_br: Operações de linha válidas produzem um sistema equivalente

source: Vector addition
de: Vektoraddition
es: Suma de vectores
fr: Ajout de vecteur
it: Aggiunta di vettori
pt_br: Adição de vetor

source: Vectors
de: Vektoren
es: Vectores
fr: Vecteurs
it: Vettori
pt_br: Vetores

source: Vectors describe quantities with size and direction, like movement on a grid.
de: Vektoren beschreiben Größen mit Größe und Richtung, wie Bewegungen auf einem Gitter.
es: Los vectores describen cantidades con tamaño y dirección, como el movimiento en una cuadrícula.
fr: Les vecteurs décrivent des quantités avec leur taille et leur direction, comme un mouvement sur une grille.
it: I vettori descrivono quantità con dimensione e direzione, come il movimento su una griglia.
pt_br: Os vetores descrevem quantidades com tamanho e direção, como o movimento em uma grade.

source: Vectors, matrices & systems
de: Vektoren, Matrizen und Systeme
es: Vectores, matrices y sistemas
fr: Vecteurs, matrices et systèmes
it: Vettori, matrici e sistemi
pt_br: Vetores, matrizes e sistemas

source: Vertical asymptote
de: Vertikale Asymptote

source: Vertices are points
de: Eckpunkte sind Punkte
es: Los vértices son puntos.
fr: Les sommets sont des points
it: I vertici sono punti
pt_br: Vértices são pontos

source: Vertices are points; edges connect pairs of points.
de: Eckpunkte sind Punkte; Kanten verbinden Punktpaare.
es: Los vértices son puntos; Los bordes conectan pares de puntos.
fr: Les sommets sont des points ; les arêtes relient des paires de points.
it: I vertici sono punti; i bordi collegano coppie di punti.
pt_br: Vértices são pontos; arestas conectam pares de pontos.

source: Visual
de: Visuell
fr: Visuel
it: Visivo

source: Volume of a cube with side 4?
de: Volumen eines Würfels mit Seite 4?
es: ¿Volumen de un cubo de lado 4?
fr: Volume d'un cube de côté 4 ?
it: Volume di un cubo di lato 4?
pt_br: Volume de um cubo de lado 4?

source: Volume of a cylinder with radius 2 and height 5? In terms of π.
de: Volumen eines Zylinders mit Radius 2 und Höhe 5? In Einheiten von π.
es: ¿Volumen de un cilindro de radio 2 y altura 5? En términos de π.
fr: Volume d'un cylindre de rayon 2 et de hauteur 5 ? En termes de π.
it: Volume di un cilindro di raggio 2 e altezza 5? In termini di π.
pt_br: Volume de um cilindro com raio 2 e altura 5? Em termos de π.

source: Volume of a sphere with radius 3? In terms of π.
de: Volumen einer Kugel mit Radius 3? In Einheiten von π.
es: ¿Volumen de una esfera con radio 3? En términos de π.
fr: Volume d'une sphère de rayon 3 ? En termes de π.
it: Volume di una sfera di raggio 3? In termini di π.
pt_br: Volume de uma esfera com raio 3? Em termos de π.

source: Volume scales with r³.
de: Das Volumen wächst mit r³.
es: El volumen escala con r³.
fr: Le volume évolue avec r³.
it: Scale di volume con r³.
pt_br: Escalas de volume com r³.

source: Volumes
de: Volumina
es: Volúmenes
it: Volumi

source: Wait — special offer
de: Moment — Sonderangebot
es: Espera: oferta especial
fr: Attendez : offre spéciale
it: Aspetta: offerta speciale
pt_br: Espere: oferta especial

source: Weak positive
de: Schwach positiv

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt_br: Semanal

source: What does 1/x do as x grows?
de: Was macht 1/x, wenn x wächst?
es: ¿Qué hace 1/x cuando x crece?
fr: Que fait 1/x lorsque x grandit ?
it: Cosa fa 1/x quando x cresce?
pt_br: O que 1/x faz à medida que x cresce?

source: What does tan θ · cos θ simplify to?
de: Wozu vereinfacht sich tan θ · cos θ?
es: ¿A qué se simplifica tan θ · cos θ?
fr: En quoi tan θ · cos θ se simplifie-t-il ?
it: In cosa si semplifica tan θ · cos θ?
pt_br: Para que é simplificado tan θ · cos θ?

source: What is 20% of 80?
de: Was sind 20 % von 80?
es: ¿Cuánto es el 20% de 80?
fr: Combien font 20 % de 80 ?
it: Qual è il 20% di 80?
pt_br: Quanto é 20% de 80?

source: What is 5⁻²?
de: Was ist 5⁻²?
es: ¿Qué es 5⁻²?
fr: Qu'est-ce que 5⁻² ?
it: Quanto fa 5⁻²?
pt_br: Quanto é 5⁻²?

source: What is cos 0°?
de: Was ist cos 0°?
es: ¿Qué es cos 0°?
fr: Qu'est-ce que cos 0° ?
it: Cos'è 0°?
pt_br: O que é cos 0°?

source: What is cos 90°?
de: Was ist cos 90°?
es: ¿Qué es cos 90°?
fr: Qu'est-ce que cos 90° ?
it: Cos'è 90°?
pt_br: O que é cos 90°?

source: What is lim x→0 sin(x)/x?
de: Was ist lim x→0 sin(x)/x?
es: ¿Qué es lim x→0 sin(x)/x?
fr: Qu'est-ce que lim x→0 sin(x)/x ?
it: Cos'è lim x→0 sin(x)/x?
pt_br: O que é lim x→0 sin(x)/x?

source: What is log₁₀(1000)?
de: Was ist log₁₀(1000)?
es: ¿Qué es log₁₀(1000)?
fr: Qu'est-ce que log₁₀(1000) ?
it: Cos'è log₁₀(1000)?
pt_br: O que é log₁₀(1000)?

source: What is log₂(8)?
de: Was ist log₂(8)?
es: ¿Qué es log₂(8)?
fr: Qu'est-ce que log₂(8) ?
it: Cos'è log₂(8)?
pt_br: O que é log₂(8)?

source: What is sin 180°?
de: Was ist sin 180°?
es: ¿Qué es el pecado de 180°?
fr: Qu'est-ce que le péché 180° ?
it: Cos'è il peccato a 180°?
pt_br: O que é pecado de 180°?

source: What is sin 30°?
de: Was ist sin 30°?
es: ¿Qué es el pecado de 30°?
fr: Qu'est-ce que le péché 30° ?
it: Cos'è il peccato 30°?
pt_br: O que é pecado de 30°?

source: What is tan 45°?
de: Was ist tan 45°?
es: ¿Qué es el bronceado a 45°?
fr: Qu'est-ce que le bronzage 45° ?
it: Cos'è l'abbronzatura a 45°?
pt_br: O que é bronzeado 45°?

source: What is tan 90°?
de: Was ist tan 90°?
es: ¿Qué es el bronceado de 90°?
fr: Qu'est-ce que le bronzage 90° ?
it: Cos'è l'abbronzatura a 90°?
pt_br: O que é bronzeado 90°?

source: What is the degree of 4x³ − x + 7?
de: Welchen Grad hat 4x³ − x + 7?
es: ¿Cuál es el grado de 4x³ − x + 7?
fr: Quel est le degré de 4x³ − x + 7 ?
it: Qual è il grado di 4x³ − x + 7?
pt_br: Qual é o grau de 4x³ − x + 7?

source: What is the mode of 2, 5, 5, 7, 9?
de: Was ist der Modus von 2, 5, 5, 7, 9?
es: ¿Cuál es la moda de 2, 5, 5, 7, 9?
fr: Quel est le mode 2, 5, 5, 7, 9 ?
it: Qual è la modalità di 2, 5, 5, 7, 9?
pt_br: Qual é a moda de 2, 5, 5, 7, 9?

source: What is the slope of f(x) = x³ at x = 2?
de: Wie groß ist die Steigung von f(x) = x³ an der Stelle x = 2?
es: ¿Cuál es la pendiente de f(x) = x³ en x = 2?
fr: Quelle est la pente de f(x) = x³ à x = 2 ?
it: Qual è la pendenza di f(x) = x³ in x = 2?
pt_br: Qual é a inclinação de f(x) = x³ em x = 2?

source: What is ∫ₐᵃ f(x) dx?
de: Was ist ∫ₐᵃ f(x) dx?
es: ¿Qué es ∫ₐᵃ f(x) dx?
fr: Qu'est-ce que ∫ₐᵃ f(x) dx ?
it: Cos'è ∫ₐᵃ f(x) dx?
pt_br: O que é ∫ₐᵃf(x)dx?

source: What number squared gives 81?
de: Welche Zahl ergibt quadriert 81?
es: ¿Qué número al cuadrado da 81?
fr: Quel nombre au carré donne 81 ?
it: Quale numero al quadrato dà 81?
pt_br: Qual número ao quadrado dá 81?

source: What should Mathio help with?
de: Wobei soll Mathio helfen?
es: ¿En qué debería ayudar Mathio?
fr: Avec quoi Mathio doit-il aider ?
it: In cosa deve aiutarti Mathio?
pt_br: Em que o Mathio deve ajudar?

source: What's the discriminant of 2x² + 3x − 5?
de: Wie lautet die Diskriminante von 2x² + 3x − 5?
es: ¿Cuál es el discriminante de 2x² + 3x − 5?
fr: Quel est le discriminant de 2x² + 3x − 5 ?
it: Qual è il discriminante di 2x² + 3x − 5?
pt_br: Qual é o discriminante de 2x² + 3x − 5?

source: Whatever you do to one side, do to the other.
de: Was du auf einer Seite tust, tust du auch auf der anderen.
es: Todo lo que hagas por un lado, hazlo por el otro.
fr: Quoi que vous fassiez d’un côté, faites-le de l’autre.
it: Qualunque cosa fai da una parte, falla dall'altra.
pt_br: Tudo o que você faz para um lado, faça para o outro.

source: When prices rise, one dollar covers fewer goods
de: Wenn die Preise steigen, deckt ein Dollar weniger Güter ab
es: Cuando los precios suben, un dólar cubre menos bienes
fr: Quand les prix augmentent, un dollar couvre moins de biens
it: Quando i prezzi salgono, un dollaro copre meno beni
pt_br: Quando os preços sobem, um dólar cobre menos bens

source: When you divide both sides of an inequality by a negative number, the sign:
de: Wenn du beide Seiten einer Ungleichung durch eine negative Zahl teilst, gilt für das Zeichen:
es: Cuando divides ambos lados de una desigualdad por un número negativo, el signo:
fr: Lorsque l’on divise les deux côtés d’une inégalité par un nombre négatif, le signe :
it: Quando dividi entrambi i membri di una disuguaglianza per un numero negativo, il segno:
pt_br: Quando você divide ambos os lados de uma inequação por um número negativo, o sinal:

source: Whenever cos θ ≠ 0.
de: Immer wenn cos θ ≠ 0.
es: Siempre que cos θ ≠ 0.
fr: Chaque fois que cos θ ≠ 0.
it: Ogni volta che cos θ ≠ 0.
pt_br: Sempre que cos θ ≠ 0.

source: Where do parallel lines cross?
de: Wo schneiden sich parallele Geraden?
es: ¿Dónde se cruzan las líneas paralelas?
fr: Où se croisent les lignes parallèles ?
it: Dove si incrociano le linee parallele?
pt_br: Onde as linhas paralelas se cruzam?

source: Which angle has sine equal to 1?
de: Welcher Winkel hat den Sinus 1?
es: ¿Qué ángulo tiene seno igual a 1?
fr: Quel angle a un sinus égal à 1 ?
it: Quale angolo ha il seno uguale a 1?
pt_br: Qual ângulo tem seno igual a 1?

source: Which angle makes the cosine term vanish?
de: Bei welchem Winkel verschwindet der Kosinus-Term?
es: ¿Qué ángulo hace que el término coseno desaparezca?
fr: Quel angle fait disparaître le terme cosinus ?
it: Quale angolo fa svanire il termine coseno?
pt_br: Qual ângulo faz o termo cosseno desaparecer?

source: Which chart is best for comparing sales by product category?
de: Welches Diagramm eignet sich am besten zum Vergleich der Verkäufe nach Produktkategorie?
es: ¿Qué gráfico es mejor para comparar las ventas por categoría de producto?
fr: Quel graphique convient le mieux pour comparer les ventes par catégorie de produits ?
it: Quale grafico è migliore per confrontare le vendite per categoria di prodotto?
pt_br: Qual gráfico é melhor para comparar vendas por categoria de produto?

source: Which equals 17?
de: Was ergibt 17?
es: ¿Cuál es igual a 17?
fr: Qu'est-ce qui fait 17 ?
it: Che equivale a 17?
pt_br: O que é igual a 17?

source: Which is a factor of x² + 5x + 6?
de: Welches ist ein Faktor von x² + 5x + 6?
es: ¿Cuál es un factor de x² + 5x + 6?
fr: Quel est un facteur de x² + 5x + 6 ?
it: Qual è un fattore di x² + 5x + 6?
pt_br: Qual é um fator de x² + 5x + 6?

source: Which is larger?
de: Was ist größer?
es: ¿Cuál es más grande?
fr: Lequel est le plus grand ?
it: Qual è più grande?
pt_br: Qual é maior?

source: Which is largest?
de: Welche Zahl ist am größten?
es: ¿Cuál es el más grande?
fr: Quel est le plus grand ?
it: Qual è il più grande?
pt_br: Qual é o maior?

source: Which is the derivative of 5x⁴?
de: Welche ist die Ableitung von 5x⁴?
es: ¿Cuál es la derivada de 5x⁴?
fr: Quelle est la dérivée de 5x⁴ ?
it: Qual è la derivata di 5x⁴?
pt_br: Qual é a derivada de 5x⁴?

source: Which measure is pulled most by an extreme outlier?
de: Welches Maß wird am stärksten von einem extremen Ausreißer beeinflusst?
es: ¿Qué medida se ve más influenciada por un valor atípico extremo?
fr: Quelle mesure est la plus influencée par une valeur aberrante extrême ?
it: Quale misura viene maggiormente influenzata da un valore anomalo estremo?
pt_br: Qual medida é mais puxada por um valor extremo?

source: Which number equals 7.2 × 10⁻²?
de: Welche Zahl entspricht 7,2 × 10⁻²?

source: Which operator requires both statements to be true?
de: Für welchen Operator müssen beide Aussagen wahr sein?
es: ¿Qué operador requiere que ambas afirmaciones sean verdaderas?
fr: Quel opérateur exige que les deux affirmations soient vraies ?
it: Quale operatore richiede che entrambe le affermazioni siano vere?
pt_br: Qual operador exige que ambas as afirmações sejam verdadeiras?

source: Which probability is impossible?
de: Welche Wahrscheinlichkeit ist unmöglich?
es: ¿Qué probabilidad es imposible?
fr: Quelle probabilité est impossible ?
it: Quale probabilità è impossibile?
pt_br: Qual probabilidade é impossível?

source: Which ratio is equivalent to 2 : 5?
de: Welches Verhältnis ist äquivalent zu 2 : 5?
es: ¿Qué proporción es equivalente a 2:5?
fr: Quel rapport équivaut à 2 : 5 ?
it: Quale rapporto equivale a 2:5?
pt_br: Qual proporção é equivalente a 2: 5?

source: Which symbol means subset?
de: Welches Symbol bedeutet Teilmenge?
es: ¿Qué símbolo significa subconjunto?
fr: Quel symbole signifie sous-ensemble ?
it: Quale simbolo significa sottoinsieme?
pt_br: Qual símbolo significa subconjunto?

source: Which value of x satisfies 3(x − 2) = 9?
de: Welcher x-Wert erfüllt 3(x − 2) = 9?
es: ¿Qué valor de x satisface 3(x − 2) = 9?
fr: Quelle valeur de x satisfait 3(x − 2) = 9 ?
it: Quale valore di x soddisfa 3(x − 2) = 9?
pt_br: Qual valor de x satisfaz 3(x − 2) = 9?

source: Which vector points straight up?
de: Welcher Vektor zeigt gerade nach oben?
es: ¿Qué vector apunta hacia arriba?
fr: Quel vecteur pointe vers le haut ?
it: Quale vettore punta verso l'alto?
pt_br: Qual vetor aponta para cima?

source: Worked solutions explain every missed answer
de: Ausgerechnete Lösungen erklären jede falsche Antwort
es: Las soluciones desarrolladas explican cada respuesta fallida
fr: Les solutions détaillées expliquent chaque réponse manquée
it: Le soluzioni svolte spiegano ogni risposta sbagliata
pt_br: Soluções passo a passo explicam cada resposta errada

source: Works when f is continuous at a.
de: Gilt, wenn f bei a stetig ist.
es: Funciona cuando f es continua en a.
fr: Fonctionne lorsque f est continue en a.
it: Funziona quando f è continua in a.
pt_br: Funciona quando f é contínuo em a.

source: Wrap around after n steps.
de: Nach n Schritten umwickeln.
es: Dé la vuelta después de n pasos.
fr: Enroulez-vous après n étapes.
it: Avvolgilo dopo n passaggi.
pt_br: Contorne após n etapas.

source: Write 0.0062 in scientific notation.
de: Schreibe 0,0062 in wissenschaftlicher Schreibweise.

source: Write 1/x as x⁻¹ and use the power rule.
de: Schreibe 1/x als x⁻¹ und nutze die Potenzregel.
es: Escribe 1/x como x⁻¹ y usa la regla de la potencia.
fr: Écrivez 1/x sous la forme x⁻¹ et utilisez la règle des puissances.
it: Scrivi 1/x come x⁻¹ e usa la regola della potenza.
pt_br: Escreva 1/x como x⁻¹ e use a regra da potência.

source: Write 3/4 as a decimal.
de: Schreibe 3/4 als Dezimalzahl.
es: Escribe 3/4 como decimal.
fr: Écrivez 3/4 sous forme décimale.
it: Scrivi 3/4 come numero decimale.
pt_br: Escreva 3/4 como decimal.

source: Write 4,500 in scientific notation.
de: Schreibe 4.500 in wissenschaftlicher Schreibweise.

source: Y-intercept of y = 2x − 5?
de: y-Achsenabschnitt von y = 2x − 5?
es: ¿Intersección en Y de y = 2x − 5?
fr: Y-ordonnée à l’origine de y = 2x − 5 ?
it: Intercetta Y di y = 2x − 5?
pt_br: Interceptação Y de y = 2x − 5?

source: You already know x = 7.
de: Du weißt bereits x = 7.
es: Ya sabes x = 7.
fr: Vous connaissez déjà x = 7.
it: Conosci già x = 7.
pt_br: Você já sabe x = 7.

source: You can't divide by zero.
de: Durch null darf man nicht teilen.
es: No puedes dividir por cero.
fr: Vous ne pouvez pas diviser par zéro.
it: Non puoi dividere per zero.
pt_br: Você não pode dividir por zero.

source: You know two angles and one side of a triangle. Which law fits best?
de: Du kennst zwei Winkel und eine Seite eines Dreiecks. Welcher Satz passt am besten?
es: Conoces dos ángulos y un lado de un triángulo. ¿Qué ley se adapta mejor?
fr: Vous connaissez deux angles et un côté d'un triangle. Quelle loi convient le mieux ?
it: Conosci due angoli e un lato di un triangolo. Quale legge si adatta meglio?
pt_br: Você conhece dois ângulos e um lado de um triângulo. Qual lei se adapta melhor?

source: You scored %lld out of %lld.
de: Du hast %lld von %lld richtig.
es: Obtuviste una puntuación de %lld sobre %lld.
fr: Vous avez obtenu %lld sur %lld.
it: Hai ottenuto un punteggio di %lld su %lld.
pt_br: Você pontuou %lld em %lld.

source: You're at %lld of %lld. Progress on answered questions is saved.
de: Du bist bei %lld von %lld. Beantwortete Fragen sind gespeichert.
es: Estás en %lld de %lld. Se guarda el progreso de las preguntas respondidas.
fr: Vous êtes à %lld sur %lld. La progression sur les questions répondues est enregistrée.
it: Ti trovi a %lld di %lld. I progressi sulle domande con risposta vengono salvati.
pt_br: Você está em %lld de %lld. O progresso nas perguntas respondidas é salvo.

source: Your answer
de: Deine Antwort
es: Tu respuesta
fr: Votre Réponse
it: La tua risposta
pt_br: Sua Resposta
